---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbmPerFtDashS
source: html/18d07888-64bf-8bd5-b533-6967d173b27f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbmPerFtDashS Property

Symbol lbm/ft-s, indicating unit Pounds mass per foot second.

## Syntax (C#)
```csharp
public static ForgeTypeId LbmPerFtDashS { get; }
```